(package! hcl-mode)
(package! terraform-mode)
(package! vagrant-tramp)
(package! nix-mode)
(package! monokai-theme)
(package! leuven-theme)
(package! symon)
(package! pinentry)
(package! wakatime-mode)
(package! magit-delta)
(package! org-roam)
(package! org-roam-server)
(package! lister :recipe
  (:host github
   :repo "publicimageltd/lister"
   :branch "main"))
(package! delve :recipe
  (:host github
   :repo "publicimageltd/delve"
   :branch "main"))
(package! silicon :recipe
  (:host github
   :repo "iensu/silicon-el"))
(package! org-ql)
(package! spdx :recipe
  (:host github
   :repo "condy0919/spdx.el"))
(package! snow :recipe
  (:host github
   :repo "alphapapa/snow.el"))
